/* Программа загадывает число от [1 до 7] (необходимо посмотреть про Math.random()).
И просит пользователя угадать это число до тех пор, пока пользователь не угадает или не введет 0 для выхода.
Реакция программы на пользовательский ввод:
    1. 0 - вывод в консоль "Выход" и завершение цикла
    2. пользователь угадал число - вывод в консоль "Вы угадали" и завершение цикла
    3. пользователь ввел число больше загадонного - вывод в консоль "Загаданное число меньше", просьба угадать число повторяется
    4. пользователь ввел число меньше загадонного - вывод в консоль "Загаданное число больше", просьба угадать число повторяется*/

let 
while {
    focus = prompt("ygaday chislo");
}
